const message = {
  // src/routes/Register
  introduction:
    '헬스 친구는 같이 헬스하는 친구를 말합니다. 운동을 하겠다고 결심을 했다가 작심삼일로 끝나거나, 아무리 끙끙대며 해도 중량이 늘지 않거나, 일 마치고 지쳐서 헬스가기 싫어서 집에서 그냥 쉰날... 그럴 때 필요한게 뭘까요? 바로 헬스 친구입니다. 헬스친구가 있다면 운동을 더 재밌게 하면서, 더 좋아진 몸과 건강도 챙기고, 친구까지 만들 수있습니다',
  howToFind:
    '내가 등록한 프로필 정보가 곧 친구가 나를 찾을 수 있게 되는 정보가 됩니다. 운동을 아무나와 같이 할 수는 없습니다. 원하는 경력, 실력, 위치, 날짜, 성별까지 모두 다 맞추기는 쉽지 않습니다. 헬스 친구가 나를 잘 찾을 수 있도록, 나에 대한 정보를 입력하고, 친구 찾기를 통해서 헬스 친구를 찾아보세요!',

  // src/routes/FindFriend
  chatRoomWelcome: '여기는 채팅방 입니다',
  friendsEmpty1: `아직 친구가 없네요`,
  friendsEmpty2: '친구 찾기로 가서 먼저 친구신청을 해보세요',
  followersEmpty1: `아직 사람들이 친구신청을 안 했네요`,
  followersEmpty2:
    '마이페이지에서 정보를 상세하게 입력해서 친구들이 나를 잘 찾을 수 있게 해보세요',
  followingEmpty1: `아직 아무에게도 친구신청을 안 하셨네요`,
  followingEmpty2: '친구 찾기로 이동하셔서 한번 해보세요',
};

export default message;
